siege/puma/1.txt

Lifting the server siege...      done.

Transactions:		        2216 hits
Availability:		      100.00 %
Elapsed time:		       29.97 secs
Data transferred:	       19.38 MB
Response time:		        0.01 secs
Transaction rate:	       73.94 trans/sec
Throughput:		        0.65 MB/sec
Concurrency:		        1.00
Successful transactions:        2216
Failed transactions:	           0
Longest transaction:	        0.02
Shortest transaction:	        0.01